9/data/attachments/b883a8de2ef237bc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_55033c87-6f13-4d84-a6f4-54db039d31d7</nif:username>
            <nif:pageInfo>
                <nif:page>2</nif:page>
                <nif:size>4</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>